Repository: ainunnajib/lolososn
Catalog: osn_ai_prep/priv/gettext/*/LC_MESSAGES/errors.po
Languages: id

source: can't be blank
id: tidak boleh kosong

source: has already been taken
id: sudah digunakan

source: is invalid
id: tidak valid

source: must be accepted
id: harus disetujui

source: has invalid format
id: format tidak valid

source: has an invalid entry
id: memiliki entri yang tidak valid

source: is reserved
id: sudah dicadangkan

source: does not match confirmation
id: tidak cocok dengan konfirmasi

source: is still associated with this entry
id: masih terkait dengan entri ini

source: are still associated with this entry
id: masih terkait dengan entri ini

source: should have %{count} item(s)
id: harus memiliki %{count} item

source: should be %{count} character(s)
id: harus %{count} karakter

source: should be %{count} byte(s)
id: harus %{count} byte

source: should have at least %{count} item(s)
id: harus memiliki minimal %{count} item

source: should be at least %{count} character(s)
id: harus minimal %{count} karakter

source: should be at least %{count} byte(s)
id: harus minimal %{count} byte

source: should have at most %{count} item(s)
id: maksimal %{count} item

source: should be at most %{count} character(s)
id: maksimal %{count} karakter

source: should be at most %{count} byte(s)
id: maksimal %{count} byte

source: must be less than %{number}
id: harus kurang dari %{number}

source: must be greater than %{number}
id: harus lebih dari %{number}

source: must be less than or equal to %{number}
id: harus kurang dari atau sama dengan %{number}

source: must be greater than or equal to %{number}
id: harus lebih dari atau sama dengan %{number}

source: must be equal to %{number}
id: harus sama dengan %{number}
